"appName" = "Inlaider (de)";


"popup.command.placeholder.typeACommand" = "Geben Sie einen Befehl ein...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Geben Sie einen Befehl ein oder drücken Sie Enter, um zu schließen...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Geben Sie einen Befehl ein oder drücken Sie Enter, um das Ergebnis einzufügen";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — wechselt zum Editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — wechselt zur Befehlszeile";
"popup.shortcut.clearCanvas" = "⌘⌫ löscht den Editor";
"popup.shortcut.copyCanvas" = "⌘C kopiert den Inhalt des Editors";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C oder Enter kopiert den Inhalt des Editors";
"popup.shortcut.enterPaste" = "Enter fügt ein in";
"popup.shortcut.esc" = "Esc schließt zu";

"show" = "Anzeigen";
"about" = "Über das Programm";
"quit" = "Beenden";
"close" = "Schließen";
"cancel" = "Abbrechen";
"save" = "Speichern";
"ok" = "OK";
"settings" = "Einstellungen";
"copied" = "Kopiert";

"settings.section.general.title" = "Allgemein";
"settings.accessibility.title" = "Zugriffsrechte";
"settings.accessibility.description" = "Diese Berechtigung ist erforderlich, um den ausgewählten Text automatisch zu lesen und das verarbeitete Ergebnis zurück in das ursprüngliche Textfeld einzufügen.\nOhne Zugriff wird die Anwendung die Zwischenablage zum Übertragen von Daten verwenden.";
"settings.inlaiderShortcut.label" = "Tastenkombination für Inlaider";
"settings.LaunchAtLogin.label" = "Beim Start ausführen";

"settings.section.ownAPIKeys.title" = "Eigene API-Schlüssel";
"provider.apiKey.title" = "API-Schlüssel";
"provider.apiKey.placeholder" = "Geben Sie hier den API-Schlüssel ein";
"provider.models.title" = "Modelle";
"provider.models.new.placeholder" = "Modellname hinzufügen";

"settings.section.customPrompts.title" = "Ersatz-Prompts";
"prompts.general.title" = "Allgemeiner Prompt";
"prompts.replacements.title" = "Ersatz-Prompts";
"prompts.replacements.replaceWhat.label" = "Ersetzen";
"prompts.replacements.model.label" = "Modell";
"prompts.replacements.replaceWith.label" = "Mit Prompt";
"prompts.replacements.error.exists.message" = "Ersatzbefehl '%@' existiert bereits.";

"about.ThirdPartyLicenses" = "Lizenzen Dritter";
"about.VisitOnGithub" = "Auf GitHub ansehen";
"about.version" = "Version %@";

"error.title" = "Fehler";